{
    "translation":{
        "navBarAbout": "Sobre",
        "navBarProjects": "Projetos",
        "navBarContact": "Contato", 
        "title": "Desenvolvedor FullStack",
        "btnChangeLanguage": "<1>PT</1>|EN",
        "btnCv": "Download do Currículo",
        "btnContact": "Contate-me",

        "aboutMe": "Sobre mim",
        "skills": "Habilidades",
        "tx1": "Olá! Sou o <1> Phedro </1>, um <1>desenvolvedor web </1> apaixonado por tecnologia e inovação. Estou sempre em busca de aprender novas ferramentas e metodologias para oferecer aplicações modernas, responsivas e otimizadas.",
        "tx2": "No <1>back-end</1>, foco em entregar soluções eficientes e escaláveis, utilizando as melhores práticas de desenvolvimento. No <1>front-end</1>, concentro meus estudos em garantir interfaces responsivas e elegantes.",

        "title_p": "Projetos",
        "title_p1": "Meu portifólio",
        "desc_p1": "Este portfólio é uma aplicação estática desenvolvida em React para exibir meus projetos e habilidades como desenvolvedor full stack. Com uma navegação fluida por meio de âncoras e um design moderno e responsivo, o site tem como objetivo fornecer uma visão clara e objetiva das minhas competências técnicas e realizações em projetos pessoais e profissionais.",
        "technology":" Tecnologias: ",

        "title_p2": "Spring Rest Api",
        "desc_p2": "Este projeto consiste em uma API RESTful desenvolvida com Spring Boot, oferecendo operações CRUD (Create, Read, Update, Delete) para o gerenciamento de recursos. A API foi projetada para ser escalável, de fácil manutenção e com foco na eficiência, utilizando as melhores práticas de desenvolvimento backend.",


        "title_p3": "Estoque",
        "desc_p3": "é uma aplicação frontend desenvolvida em Angular, voltada para o controle e monitoramento de estoques. A interface permite visualizar e gerenciar os itens de um inventário de forma intuitiva e eficiente. A aplicação conta com uma tela dedicada ao gerenciamento de produtos, onde é possível adicionar, editar, visualizar e remover itens, facilitando o acompanhamento do estoque em tempo real.",

        "title_p4": "Cardapio Digital",
        "desc_p4": "Este projeto está em desenvolvimento",

        "title_p5": "SistemaOBI",
        "desc_p5": "Sistema de Gerenciamento para a Olimpíada Brasileira de Informática Projeto acadêmico, com intuito de explorar as bases teóricas do paradigma orientado a objetos e as ferramentas do Java, desenvolvido para desktop com foco no gerenciamento de alunos participantes da OBI. Permite funcionalidades como cadastro, edição, exclusão e visualização de dados. Construído com integração ao banco de dados PostgreSQL, destaca-se por sua interface intuitiva e praticidade no gerenciamento de informações. Um exemplo prático de aplicação de conceitos de desenvolvimento de software e manipulação de banco de dados.",

        "btnClose":"Fechar",
        "btnOpen_p": "Visite o projeto",

        "title_wpt":"O que as pessoas pensam sobre mim?",
        "personal_title_Rafa":"<1>Rafael Xavier</1> - Analista de Redes",
        "personal_review_R": " Trabalhar com o Phedro foi uma experiência excelente. Mostra seu comprometimento com o aprendizado contínuo. A dedicação e a busca por aprimoramento são características marcantes, e tenho certeza de que ele continuará evoluindo em todas as áreas. É inspirador acompanhar sua trajetória!",
        "personal_title_Adriano":"<1>Adriano Aparecido</1> - Automação Industrial",
        "personal_review_A": " O Phedro demonstra conhecimento técnico em diversas áreas da tecnologia, sempre abordando cada desafio com precisão e clareza. Ele está sempre em busca de novas formas de otimizar processos e superar expectativas, mostrando comprometimento e paixão pelo que faz. Sua capacidade de aprendizado contínuo e aplicação prática reflete seu empenho em alcançar a excelência em cada projeto."
        
        , "message": "Mande-me uma mensagem"



    }

}